Repository: integrumart/googlecontactsManager
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Google Contacts Manager
tr: Google Kişiler Yöneticisi

source: Add New Contact...
tr: Yeni Kişi Ekle...

source: Edit Contact...
tr: Kişiyi Düzenle...

source: Delete Contact...
tr: Kişiyi Sil...

source: API Settings...
tr: API Ayarları...

source: Make a Donation (PayTR)...
tr: Bağış Yap (PayTR)...

source: Google API Credentials
tr: Google API Kimlik Bilgileri

source: Google Client ID:
tr: Google Müşteri Kimliği (Client ID):

source: Google Client Secret:
tr: Google Müşteri Gizli Anahtarı (Client Secret):

source: Google API settings saved successfully.
tr: Google API ayarları başarıyla kaydedildi.

source: Add New Google Contact
tr: Yeni Google Kişisi Ekle

source: Edit Google Contact
tr: Google Kişisini Düzenle

source: Full Name:
tr: Ad Soyad:

source: Phone Number:
tr: Telefon Numarası:

source: Email Address:
tr: E-posta Adresi:

source: Notes:
tr: Notlar:

source: Contact adding to Google: {name}
tr: Kişi Google'a ekleniyor: {name}

source: Contact updated: {name}
tr: Kişi güncellendi: {name}

source: Are you sure you want to delete this contact?
tr: Bu kişiyi silmek istediğinizden emin misiniz?

source: Delete Confirmation
tr: Silme Onayı

source: Contact deleted successfully.
tr: Kişi başarıyla silindi.

source: Opening donation page. Thank you for your support!
tr: Bağış sayfası açılıyor. Desteğiniz için teşekkür ederiz!

source: Opens the Google Contact addition form.
tr: Google kişi ekleme formunu açar.

source: Opens the API configuration for Google Contacts.
tr: Google Kişiler için API yapılandırmasını açar.
